Repository: andreabolognani/libvirt-glib
Catalog: po/*.po
Languages: cs

source: No XML document to parse
cs: Žádný XML dokument k parsování

source: Unable to parse configuration
cs: Nelze parsovat konfiguraci

source: XML data has no '%s' node
cs: XML data nemají uzel '%s'

source: No XML document associated with this config object
cs: Žádný XML dokument není asociován s tímto konfiguračním objektem

source: No XML schema associated with this config object
cs: Žádné XML schéma není spojeno s tímto konfiguračním objektem

source: Unable to create RNG parser for %s
cs: Nelze vytvořit RNG parser pro %s

source: Unable to parse RNG %s
cs: Nelze parsovat RNG %s

source: Unable to create RNG validation context %s
cs: Nelze vytvořit ověření kontextu RNG %s

source: Unable to validate doc
cs: Nelze ověřit dokument

source: Connection %s is already open
cs: Spojení %s je již navázáno

source: Unable to open %s
cs: Nelze otevřít %s

source: Unable to get connection URI
cs: Nelze získat URI připojení

source: Connection is not open
cs: Spojení není navázáno

source: Failed to fetch list of domains
cs: Nepodařilo se načíst seznam doméno

source: Failed to fetch list of pools
cs: Nepodařilo se načíst seznam úložišť

source: Connection is not opened
cs: Spojení není navázáno

source: Unable to get hypervisor name
cs: Nezdařilo se získat název hypervisoru

source: Unable to get hypervisor version
cs: Nepodařilo se získat verzi hypervizora

source: Failed to create domain
cs: Nepodařilo se vytvořit doménu

source: Failed to fetch list of interfaces
cs: Nepodařilo se načíst seznam rozhraní

source: Failed to fetch list of networks
cs: Nepodařilo se načíst seznam sítí

source: Failed to create storage pool
cs: Nepodařilo se vytvořit úložný prostor

source: Unable to get node info
cs: Nepodařilo se získat informace o uzlu

source: Unable to get capabilities
cs: Nepodařilo se získat schopnosti

source: Unable to restore domain
cs: Nepodařilo se obnovit doménu

source: virStreamRecv call would block
cs: Volání virStreamRecv by blokovalo

source: Got virStreamRecv error in %s
cs: Má chybu virStreamRecv v %s

source: Unable to perform RecvAll
cs: Nepodařilo se provést RecvAll

source: virStreamSend call would block
cs: Volání virStreamSend by blokovalo

source: Unable to perform SendAll
cs: Nepodařilo se provést SendAll
